Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 刘灞桥白眼道：“一座福地，那么多人口，每年能有几人脱颖而出？一个都未必有吧，这些成功来到我们这里的，百年当中，最终被咱们记住名字，又能有几个？屈指可数吧。所以我就不明白，这些个福地为何如此受人推崇，还有人扬言，只要拥有一块福地的一部分统辖权，好处不比拥有一位上五境修士来得少，疯了吧。”
en_us: Liu Baqiao rolled his eyes in response. "How many people can come out of each blessed land a year on average? Probably not even one. Among the ones who have successfully made it out, how many of them are still remembered 100 years later? I can probably count all of them on one hand. That's why I don't understand why everyone lauds these blessed lands as such great places. There are even some who proclaim that having part rulership rights over a blessed land is no less of an asset than having a cultivator of the Upper Five Tiers. That's downright insane!"

source: 刘灞桥白眼道：“听清楚了，我说的是功德坊，不是功名坊！”
en_us: Liu Baqiao rolled his eyes and said, "Listen carefully — I'm talking about merit archways, not scholarly honor archways!"

source: 刘灞桥皱眉道：“这又不是那少年的错。”
en_us: Liu Baqiao's brows furrowed slightly as he countered, "But that's not his fault."

source: 刘灞桥瞪眼道：“怎么可能！”
en_us: "How is that possible?!" Liu Baqiao glared at her and retorted.

source: 刘灞桥突然好奇道：“这趟进山，咱们撑死了就三顿饭，需要两大竹筒腌菜吗？腌菜这东西，我小小一筷子，就能下半碗饭！”
en_us: Liu Baqiao suddenly asked in curiosity, "We're not venturing that far away, so we'll probably only need to have three meals at most. Is there really a need for two entire tubes of pickled vegetables? These pickled vegetables... Just one small chopstick of them is enough for me to finish half a bowl of rice!"

source: 刘灞桥突然捧腹大笑，“老畜生这次栽了个大跟头，痛快痛快，竟然被一个普通少年遛狗耍猴，被牵着鼻子走了半座小镇，哈哈，这个天大的笑话，够我在风雷园说上十年了！到时候以正阳山那帮土鳖的脾性，肯定要急着跳出来说，这些都是咱们风雷园血口喷人了，有本事拿出证据来啊！我拿你大爷的证据，要不是小镇禁绝术法，坏规矩的代价太大，否则我死也要把这一幕原原本本拓印在音容镜当中。”
en_us: Liu Baqiao suddenly burst into raucous laughter as he said, "I'm glad that old bastard was knocked down a peg! I can't believe he was taken on a wild goose chase around half the town by an ordinary young boy! I can tell that joke in the Wind Lightning Field for the next 10 years! Given how sensitive and uptight those Sun Scorch Mountain bastards are, they'll definitely jump out and proclaim that our Wind Lightning Field is spinning a tall tale. If it isn't for the fact that breaking the rules of this town incurs far too heavy a cost, I would've definitely recorded everything in a recording treasure so I have proof supporting the story!"

source: 刘灞桥突然问道：“说说看本命瓷和买瓷人的事情，我一直挺感兴趣的，只可惜咱们风雷园不兴这一套，直到这次被师父强行拉来当壮丁，才粗略听说一些，好像现如今咱们东宝瓶洲，有几个声名赫赫的山顶人物，最早也是从这座小镇走出去的？”
en_us: "Why don't you tell me about bonded porcelains and porcelain buyers?" Liu Baqiao suddenly said. "I've always been fairly interested in this, and it's a shame that Wind Lightning Field has never taken a fancy to such things. It was only when I was forcefully dragged here by my master that I was able to learn a few things. Apparently, quite a few famous and powerful cultivators in the Eastern Treasured Vial Continent have come from this small town?"

source: 刘灞桥笑了笑，“记得的。”
en_us: "I do," Liu Baqiao replied with a smile.

source: 刘灞桥笑道：“我一看到那个少年，就自惭形秽。”
en_us: Liu Baqiao smiled as he elaborated, "I get a sense of inferiority whenever I see him."

source: 刘灞桥缓缓站起身，没有径直返回衙署，而是走向那栋最西边的破落小宅，站在低矮黄泥墙外，使劲喂了一声，在男人和他媳妇都转头望向他之后，他随手丢出一颗金精铜钱，抛给那位梨花带雨的妇人，笑道：“大姐，求你就别嚎了，我在那么远的地方都瘆得慌！”
en_us: Liu Baqiao slowly stood up, but instead of returning directly to the office of the kiln supervision official, he made his way over to the broken house on the westernmost side of the town. Standing outside the short earthen wall, he yelled out to grab everyone's attention, and after the bawling woman and his husband turned to look at him, he tossed a gold essence copper coin at the tearful woman as he smiled and said, "Please stop crying, woman! I'm getting goosebumps even from all the way over there!"

source: 刘灞桥翘着二郎腿，直言不讳道：“这个陈松风聪明是聪明，一点就透，只不过吃相也太不讲究了，好歹坐下来跟你胡扯几句，再走也不迟，就那么急着去求祖荫槐叶？我看没必要嘛，如今我们东宝瓶洲除了龙尾郡陈氏，还剩下几个上得了台面的姓氏门阀？那些槐叶，不乖乖落入他陈松风口袋，难道还落在小镇土生土长的俗人头上？”
en_us: Liu Baqiao crossed his legs as he said in a direct and straightforward manner, "Chen Songfeng is a smart guy, and it doesn't take much to get through to him, but he's a little too impatient, isn't he? He should've at least sat down and chatted with you for a bit. There's no need to be in such a hurry to go and claim an ancestral blessing locust leaf. Nowadays on the Eastern Treasured Vial Continent, there are barely any prominent clans aside from the Chen Clan of the Dragon Tail County, so who else can those locust leaves possibly fall to aside from him?"

source: 刘灞桥脱口而出道：“符剑！”
en_us: "You must be talking about that talismanic sword, right?" Liu Baqiao blurted out.

source: 刘灞桥脸色剧变，冷笑道：“好一个正阳山，欺人太甚！”
en_us: "How dare they! The Suns Sorch Mountain has gone too far!" Liu Baqiao exclaimed with a furious expression.

source: 刘灞桥脸色阴沉不定，“算是一半吧。接下来会很麻烦，大麻烦。”
en_us: A grim look appeared on Liu Baqiao's face as he replied, "That's half the reason. There's going to be some major trouble coming up."

source: 刘灞桥虽然不知道马婆婆是何方神圣，但是从四周听众看客的反应，可以得知自己这一仗，是惨败。
en_us: Liu Baqiao had no idea who this Granny Ma was, but judging from the reaction of all of the bystanders, he knew that he had just been handed a crushing defeat.

source: 刘灞桥虽然给人印象是混不吝的惫懒性格，不过如此近距离，面对一位极有可能跻身传说第十境的武夫，尤其这家伙可谓恶名昭彰，筑京观一事也就罢了，嗜好斩杀天才一事，真是让人毛骨悚然。所以别看这位大骊藩王不在的时候，刘灞桥一口一个宋长镜喊着，这会儿刘灞桥心虚得很。
en_us: Even though Liu Baqiao had always given off a casual and lackadaisical demeanor, even he couldn't help but stiffen up in such close proximity to a martial artist who was very likely to reach the legendary 10th tier someday. In particular, this was a martial artist who was notorious for his hobby of slaying prodigies, and that only made Liu Baqiao feel even more fearful and intimidated. Behind Song Changjing's back, Liu Baqiao was always referring to him directly by name, but now that Song Changjing was actually here, Liu Baqiao was feeling very uneasy.

source: 刘灞桥表面上玩世不恭，但骨子里专注于剑道，看似有趣其实乏味，陈松风则一心重振家风，看似质朴其实多思，两位所谓的东宝瓶洲顶尖俊彦，都跟她不是一路人。道不同不相为谋，就是如此。
en_us: Liu Baqiao appeared frivolous on the surface, but he was in reality someone who was completely focused on the Sword Dao. Although he seemed quite interesting, he was actually quite dull. Meanwhile, Chen Songfeng wanted to revive his declining clan. He appeared modest on the surface, but he was in reality someone who considered many things in his mind. These two top-notch young men from the Eastern Treasured Vial Continent didn't mesh well with her. Their beliefs and aspirations were different, so they naturally wouldn't get along together.

source: 刘灞桥试探性问道：“你是说阮邛能够接替齐静春，坐镇此地，陈对家族是出了力气的？”
en_us: "So you're saying that Ruan Qiong is able to succeed Qi Jingchun and overlook this small world because he received some help from Chen Dui's clan?" Liu Baqiao asked carefully.

source: 刘灞桥赶忙回身去搀扶陈松风起身。
en_us: Liu Baqiao hurriedly turned around and helped Chen Songfeng up.

source: 刘灞桥跟着起身，大大咧咧道：“萍水相逢，聚散不定，天晓得以后还能不能再见到。”
en_us: Liu Baqiao also stood up as he casually replied, "That was nothing more than a fleeting chance encounter. Who knows if I'll ever even see him again?"

source: 刘灞桥转头望向大日坠落的西边高山，“觉得不错？怎么可能。”
en_us: Liu Baqiao turned to look at the sun setting over the mountain in the west, then replied, "I'd go even further than that."

source: 刘灞桥转移视线，眼神有些幽怨，幽怨里又透着股期待。
en_us: Liu Baqiao looked over with sulkiness in his eyes. However, there was also a hint of eager anticipation behind this sulkiness.

source: 刘灞桥还沉浸在自己的思绪当中，“宋长镜要我出了小镇后去，凭自己本事取走符剑，要不要给风雷园打声招呼呢，让他们早早摆好庆功宴？”
en_us: Liu Baqiao was still lost in his own thoughts as he murmured in an absentminded manner, "Song Changjing wants me to go to Great Li Empire after I leave this town to take the talismanic sword. Should I inform everyone at Wind Lightning Field in advance so they can prepare a celebratory banquet for me?"

source: 刘灞桥问道：“你和陈对到底什么关系，至于如此畏惧她？如果涉及家族机密，就当我没问。”
en_us: "So, what's your actual relationship with Chen Dui?" Liu Baqiao asked. "Why are you so afraid of her? If this relates to a clan secret, then pretend that I didn't ask."

source: 刘灞桥问道：“你嘀嘀咕咕个什么？”
en_us: "What are you mumbling about over there?" Liu Baqiao asked.

source: 刘灞桥问道：“你好像不太喜欢那个姓陈的少年？”
en_us: "You don't seem to like that boy from Clay Vase Alley very much," Liu Baqiao remarked.

source: 刘灞桥问道：“陈平安，那一截截竹筒是做啥的？”
en_us: "Chen Ping'an, what are those tubes of bamboo for?" Liu Baqiao asked.

source: 刘灞桥闻声转头望去，是龙尾郡陈氏子弟，陈松风，身边站着一位身材高挑的冷峻女子，两手空空，并无携带兵器，她模样不出挑，身段倒是没得说，一双大长腿，很对刘灞桥的胃口。她正是陈松风的远房亲戚，至于怎么个远法，陈松风对此没有主动提起过，女子对陈松风也从来是直呼其名，一路同行，三人平时相处，刘灞桥也没觉得女子如何倨傲，就是天生性子冷了一些。
en_us: Liu Baqiao turned to discover that it was Chen Songfeng who was calling out to him, and beside him stood a tall and slender woman wtih a rather cold and forbidding appearance. She wasn't carrying any weapons, nor was she particularly beautiful, but her figure was exceptional, and in particularly, Liu Baqiao was very much appreciative of her long legs. She was none other than Chen Songfeng's distant relative. As for exactly how they were related, Chen Songfeng had never offered an explanation, and the woman had also always referred to Chen Songfeng directly by name. On the way here, Liu Baqiao never found the woman to be particularly arrogant, simply a little cold and unapproachable.

source: 刘灞桥随口答道：“天晓得。”
en_us: "Heaven knows," Liu Baqiao casually replied.

source: 刘灞桥随口问道：“你家那位远房亲戚，到底是第几境的武人？”
en_us: "By the way, what tier martial artist is that distant relative of yours?" Liu Baqiao casually asked.

source: 刘灞桥顺着这个思路往下想了想，“是那个陈对的家族，想要将这部剑经收入囊中？难不成她家是哪个不出世的剑修豪族？”
en_us: Liu Baqiao mulled over this, and he speculated, "It's Chen Dui's clan that wants to obtain the sword scripture? Perhaps her clan is full of powerful but hidden swordsman?"

source: 刘灞桥顿时吃瘪，嚅嚅喏喏，最后心虚地自言自语：“她怎么可能喜欢我呢。”
en_us: Liu Baqiao was instantly rendered speechless. He opened and closed his mouth many times, and in the end, he could only murmur in an timid voice, "How can she possibly like me?"

source: 刘灞桥颓然靠在椅背上，心有余悸道：“乖乖，七境八境和这第九境就相差这么多吗？”
en_us: Liu Baqiao slumped against the back of his chair as he murmured to himself with a hint of lingering fear in his heart, "Holy moly, is there really such a massive disparity between the ninth tier and the seventh and eighth tiers?"

source: 刘灞桥额头渗出冷汗，后背浸透汗水，终于说不出一个字来，悻悻然彻底闭嘴。
en_us: Meanwhile, cold sweat began to seep out of Liu Baqiao's back and forehead, and finally, he ran out of things to say, sheepishly falling silent.

source: 刘灞桥骤然大怒，“哪个刘羡阳？！”
en_us: "Which Liu Xianyang is this?!" Liu Baqiao immediately asked in a furious voice.

source: 刘羡阳一巴掌狠狠拍在陈平安脑袋上，然后站起身就跑，“这不神仙就拉屎在你头顶啦！”
en_us: Liu Xianyang ruthlessly smacked Chen Ping'ans head before leaping up and running away. As he ran, he didn't forget to shout, "Did an immortal just shit on your head?!"

source: 刘羡阳一把推开陈平安的脑袋，如苍蝇搓爪一般，搓手殷勤道：“姑娘，我家宅子大，物件也齐全，姑娘不嫌弃的话，去我家住，如何？”
en_us: Liu Xianyang pushed Chen Ping'an's head aside. He then rubbed his hands like a fly rubbing its legs, saying in a considerate voice, "Young lady, my house is bigger, and it's also got more necessities. If you don't mind, why don't you stay over at my place?"

source: 刘羡阳一把搂过草鞋少年的脖子，窃窃私语道：“阮师傅说小镇是不会丢东西的，还说那些外乡人，遵守一条很古怪的规矩，做得了公平买卖的商贾，也做得了坑蒙拐骗的骗子，甚至连捡破烂的乞丐也能做，唯独做不了鬼鬼祟祟的窃贼小偷，说在这，老天爷不会打盹不会闭眼，就盯着咱们看呢，你说瘆人不瘆人，反正我瘆得慌。”
en_us: Liu Xianyang dragged Chen Ping'an across and wrapped his arm around his shoulders, saying, "Master Ruan said that our belongings in the small town won't go missing. He also said that those outsiders have to abide by an extremely strange rule. They're allowed to make fair trades, and they're also allowed to trick and cheat others. In fact, they're even allowed to act like beggars who pick at scraps. However, they're definitely not allowed to become thieves. He said that the heavens here won't doze off or shut its eyes. Instead, it's staring at us the entire time. Doesn't that sound creepy to you? At least I find it extremely creepy."

source: 刘羡阳一脸天经地义道：“废话，当然死也不卖！”
en_us: "Nonsense! Of course I won't sell it, even if I die!" Liu Xianyang said with a righteous expression.

source: 刘羡阳一阵头大，使劲回忆之后，抓耳挠腮道：“这我哪里记得清楚，只知道是些不好听的晦气话，反正就是说什么有大祸、要烧香之类的，乱七八糟，我当时只当他是胡说八道，坑人骗钱的”
en_us: Liu Xianyang was stumped upon hearing this. He tried his best to remember, scratching his chin and saying, "How am I supposed to remember? I only know that they were some ill-omened words. In any case, it was something about a large calamity and having to offer incenses or some random crap like that. I merely treated him as a scammer and his words as nonsese during that time."

source: 刘羡阳三下两下就解决掉所有肉包，一边抹嘴一边小声说道：“刚才宋集薪家来了个客人，一看就了不得的大人物，如果我没有看错的话，应该就是现任官窑督造官大人，那次他穿着官服去咱们龙窑的时候，姚老头嫌你们这帮不成材的学徒碍眼，根本就没让你们露面长见识，我不一样，姚老头还让我给那位大人演示一下何谓‘跳-刀’。”
en_us: Liu Xianyang scoffed down the buns in no time at all. As he wiped his mouth, he quietly said, "Song Jixin had a visitor just then, and it was clear that he was an extraordinarily important person. If I'm not wrong, he's most likely the newly appointed kiln supervision official. That time he visited our dragon kiln in his official garb, Old Man Yao didn't allow you good-for-nothing trainees to come out and pollute his eyes. He didn't give you guys the chance to broaden your horizons. However, I was an exception, and Old Man Yao even told me to demonstrate the jumping burin technique to him."

source: 刘羡阳下手没轻没重，这一下给陈平安打得有点晕乎，也没想着追杀高大少年，起身后自言自语道：“打雷，是不是神仙们在睡觉打鼾？下雨的话，总应该不是神仙撒尿吧，那咱们也太惨了……”
en_us: Liu Xianyang hadn't controlled his power at all, causing Chen Ping'an to feel a little dazed at this moment. However, he didn't think about pursuing the tall and broad young boy. Instead, he stood up and muttered to himself, "Is thunder the snoring of immortals? When it rains, that can't be the piss of immortals, right? Otherwise, we're far too pitiful..."

source: 刘羡阳不再嬉皮笑脸，沉默下来，低声道：“我觉得事情不太对劲，廊桥两拨人，你猜是谁领头带路的？是福禄街卢正淳那个龟孙子！这不是黄鼠狼给鸡拜年吗，我又没掉钱眼里去，凭啥要跟他们做买卖，何况那件铠甲是我家一代代留下的老物件，我要卖了，以后在梦里梦着我爷爷，还不得给他骂个半死啊！”
en_us: Liu Xianyang became solemn upon hearing this, and he said in a quiet voice, "I feel like something's not quite right. Guess who was leading the two groups of people at the covered bridge just then? It was Lu Zhengchun, that little bastard from Fortune Street! What ill intentions is he harboring? It's not like I'm money-hungry or anything, so why should I do business with them? Moreover, that suit of armor is an ancient treasure passed down by my ancestors. If I sell it, won't I be scolded to death by my grandfather when I see him in my dreams?!"

source: 刘羡阳个鲤鱼打挺，迅速穿上衣服，跑到正房大堂外的门槛坐着，看着灶房里忙碌的消瘦身影，嘿嘿笑道：“等下我跟你起送鱼汤去，对了，今天稚圭是不是穿那件大红色的石榴裙还是浅绿色那条唉，回头等我再攒两百文钱，就能买到那只百余碾龙银粉盒了，我知道她看中它很久了，就是舍不得买。都怪宋集薪那个臭穷酸，实在小气，自己穿得挺像是福禄街的阿猫阿狗，可怜稚圭年到头也没几件新衣裳，换成我是她家少爷，保准让她看中啥就买啥，比福禄街的千金小姐还富贵，做那万金大小姐”
en_us: Liu Xianyang hurriedly jumped up and got changed. He then ran to the doorstep and looked at the skinny figure who was busily at work, chuckling and saying, "I'll go and deliver the fish soup with you in a moment. Oh, that's right, is Zhi Gui wearing that red dress today? Or is she wearing the green one? When I earn 200 copper coins, I'll be able to afford that exquisite makeup powder. I know that she's had her eyes on it for a very long time, but she's always been reluctant to buy it. It's all Song Jixin's fault, that poor little bastard. He's way too stingy. He's dressed like a fancy bastard from Fortune Street, yet he can't even spare a few coins to buy a some more dresses for poor Zhi Gui. If I were her Young Master, I'd definitely buy her whatever she wanted. She'd live in even more comfort and extravagance than the young ladies from Fortune Street!"

source: 刘羡阳也不觉得尴尬，起身道：“得嘞，金窝银窝不如自家的草窝，了解了解。”
en_us: Liu Xianyang didn't feel awkward at all. Instead, he stood up and said, "I understand! Be it a golden hut or a silver hut, none of them can compare to one's own grass hut. Understood, understood."

source: 刘羡阳也意识到自己的插科打诨，不合时宜，闭嘴不言。
en_us: At this moment, Liu Xianyang also realized that he had interrupted at an untimely moment. He immediately shut up.

source: 刘羡阳于心不忍道：“这也太不像话了……”
en_us: However, Liu Xianyang couldn't bring himself to be so heartless, and he said, "That's far too unsympathetic..."

source: 刘羡阳伸手指了指在远处停步的道人，“以后见你一次打一次！”
en_us: Liu Xianyang pointed at the ist priest, who had stopped in the distance, and threatened, "From now on, I'm gonna beat you up everytime I see you!"

source: 刘羡阳似乎觉得犹不过瘾，做了个稀奇古怪的踢腿动作，笑道：“这叫好腿必入裆，踢死闷倒驴！”
en_us: He didn't seem to be satisfied with his performance, and he subsquently made a strange kicking motion as he continued, "As the saying goes, a good kick to the crotch can kill a drunk donkey!"

source: 刘羡阳低声道：“在咱们地盘上，这些个人生地不熟的外地佬，真敢杀人不成？”
en_us: "These outsiders who are unfamiliar with our small town truly dare to kill us on our own turf?" Liu Xianyang asked in a low voice.

source: 刘羡阳使劲搂住草鞋少年的脖子，瞪眼教训道：“你知道个屁，大好前程摆在老子的面前，为啥白白错过？”
en_us: Liu Xianyang roughly wrapped his arm around Chen Ping'an's shoulder and said, "You don't know crap. A bright future is waiting for me, so why should I abandon it for no reason?"

source: 刘羡阳冷不丁转身，快步如飞跑向算命摊子，一边摩拳擦掌，一边嚷着：“烧香是吧，我先烧了你的摊子！”
en_us: Liu Xianyang suddenly turned around before rushing toward the fortune telling stall like the wind, putting on a menacing display as he scoffed, "You want me to burn incense? How about I burn down your stall first!"

source: 刘羡阳凝视着眼前此人的眼神和脸色，鄙夷道：“两百贯，你打发叫花子啊？还诚意？劝你就别跟我在这虚头巴脑的了，老子还要忙活正事去，你滚一边去！”
en_us: Liu Xianyang looked at him with disdain and said, "200,000? Are you trying to shoo a beggar away? And you call this sincerity? I suggest that you stop trying to deceive and swindle me. I still have important matters to attend to, so why don't you piss off to the side?!"

source: 刘羡阳又喊道：“要是碰到稚圭，替我问一声好。”
en_us: "If you see Zhi Gui, don't forget to greet her for me!" Liu Xianyang shouted.

source: 刘羡阳叹了口气，悄声道：“那位夫人要买我家的祖传宝甲，另外那对主仆，则是要yi部剑经，我爷爷临终前叮嘱过我，到了实在没办法的时候，宝甲可以卖，当然不许贱卖，但是那部剑经，就是死，也绝对不可以承认在我们老刘家里。我答应卖宝甲给那位夫人，除了谈妥价格之外，还要求她答应yi个条件，她得到宝甲之后，还要说服那个yi看就魁梧老人，近期不要找我的麻烦，就是yi个拖字诀，等到我做了阮师傅的徒弟，这些事也就都不是事了。”
en_us: Liu Xianyang sighed and said in a soft voice, "That woman wants to buy my treasured armor, while the other master and servant want to obtain my sword scripture. Before passing away, my grandpa told me that I could sell the treasured armor if I was truly forced into such a situation. Of course, this is naturally only if the price is right. However, when it comes to the sword scripture, I can't admit that the Liu Clan possesses it even if that means death." "Thus, I decided to sell the treasured armor to that woman. Apart from the pouch of coins, she also agreed that she would talk to that imposing old man and convince him not to target me in the short-term. In essense, I'm just buying some time. After I become Master Ruan's disciple, all of these problems won't be problems anymore."

source: 刘羡阳向后倒去，后脑勺搁在廊桥最上边的台阶上，望着蔚蓝天空，道：“你跟着姚老头走得很远，爬山也爬得很高，那到底能看到多远的风景啊？”
en_us: Liu Xianyang leaned back, resting his head on the topmost step of the covered bridge. He gazed at the blue sky and said, "You covered great distances with Old Man Yao, and you also ascended many tall mountains with him. When you're standing at the top of those mountains, just how far can you see?"

source: 刘羡阳和陈平安走出泥瓶巷后，发现两拨人马分别站在左右，小女孩骑在魁梧老人的脖子上，身穿鲜艳红袍的倨傲男孩，站在气态雍容的妇人身边。刘羡阳从中走过的时候，泰然自若，落在白发老人眼中，倒也算有几分大将风度，草鞋少年竭力隐藏的那份谨慎拘谨，则相当不入法眼。
en_us: After walking out of Clay Vase Alley, Liu Xianyang and Chen Ping'an saw two groups of people standing to their left and right. There was a little girl riding on the shoulders of a tall and burly old man, and there was also a haughty little boy in a big red robe standing beside a calm and dignified looking woman. However, Liu Xianyang was extremely composed as he walked between them. The old man noticed this, and he felt like the young boy's disposition was somewhat similar to that of a great general. Meanwhile, the young boy in straw sandals tried his best to hide his guarded and overcautious expression, and this made him appear far inferior in comparison.

source: 刘羡阳咧嘴笑道：“晓得原来你也不知道稚圭两个字怎么写之后，我就无所谓了。”
en_us: Liu Xianyang grinned and said, "After realizing that you also couldn't write the words Zhi Gui, I decided that I couldn't care less anymore."

source: 刘羡阳咽了咽口水。
en_us: Liu Xianyang gulped upon hearing this.

source: 刘羡阳哈哈笑道：“就知道老卢你是厚道人，以后跟你混准没错！”
en_us: Liu Xianyang laughed and said, "I always knew Brother Lu was a kind-hearted person. I'll definitely be hanging out with you in the future!"

source: 刘羡阳哭丧着脸，“那我更惨啊，就算以后自己打拼出来一座龙窑，或是把阮师傅的手艺都学到手，她岂不是也一样不喜欢我啊！”
en_us: Liu Xianyang wore a sullen expression, saying, "Then I'm even more pitiful! Even if I manage to own a dragon kiln in the future, or even if I manage to learn all of Master Ruan's skills, won't she still dislike me as always?!"

source: 刘羡阳嗤笑道：“那个家伙也不是样样比你好的，比如他这辈子喊过谁爹娘不没有吧，这不就不如你陈平安啦也难怪顾粲他娘还有马婆婆那些婆姨娘们嘴巴毒，宋集薪那家伙，本来就算不得什么清清白白的人家，不然为啥不光明正大住在那座督造官衙署，反而要去你们泥瓶巷过苦日子这家伙竟敢还喜欢狗眼看人低，所以活该给人泼脏水，骂野种。”
en_us: Liu Xianyang sneered and said, "It's not like he's better than you at everything. For example, has he ever been able to call someone mother or father? Isn't he inferior to you in this sense? It's no wonder that Gu Can's mother, Granny Ma, and the other women are so toxic when speaking about him. Song Jixin can't be regarded as a pure and innocent person anyway, or else why doesn't he confidently sit in the office of the kiln supervision official? Why does he have to suffer in Clay Vase Alley instead? Yet, he still dares to look down on others. So, he deserves to be slandered and called a bastard."

source: 刘羡阳回头瞥了眼，“好几百年的物件了，我哪晓得，就连我爷爷说不出个一二三四来。”
en_us: Liu Xianyang turned around and shot a glance at it before replying, "How would I know? It's several hundred years old, and even my grandpa wasn't able to explain its origin."

source: 刘羡阳在铸剑铺子这边，虽然还没有正式成为阮师傅的徒弟，但是谁都看得出来，阮师傅对这个高大少年很器重，否则也不会手把手亲自教他如何锻打剑条，那yi排铸剑室，如今并不是谁都可以进入的。
en_us: Meanwhile, even though Liu Xianyang was still yet to become an official disciple of Master Ruan, it was already abundantly clear to the others that Master Ruan held this tall and broad young boy in extremely high regards. Otherwise, there was no way he would have personally taught him how to forge sword billets. Not everyone was allowed to enter that row of swordsmithing buildings.

source: 刘羡阳头也不抬道：“那玩意儿，我打小就不喜欢，姑娘你要中意，自己刮下来便是。”
en_us: "I've never liked that painting ever since I was a young child. If you like it, you can scrape it off and keep it yourself," Liu Xianyang replied without even raising his head.

source: 刘羡阳好奇问道：“为啥啊，你们俩街坊邻居的，又是差不多岁数，说实话，宋集薪是喜欢掉书柜，说话也难听，可好像也没做啥伤天害理的事情啊，你又是好相处的脾气，怎么就不行？”
en_us: Liu Xianyang was extremely curious, and he asked, "Why? You two are neighbors, and you're also around the same age. Truth be told, Song Jixin does like to talk about profound principles all the time, and the way that he speaks is indeed quite unpleasant to the ear. However, I don't remember him ever doing anything too offensive. Moreover, you're also an extremely amiable person, so why don't you two get along?"

source: 刘羡阳好奇问道：“你说为啥我跟阮师傅拜师学艺，就能逃过一劫？”
en_us: "Say, why can I escape danger if I become Master Ruan's disciple?" Liu Xianyang asked in curiosity.

source: 刘羡阳嬉皮笑脸跟着他走去，心情其实yi下子沉重起来。
en_us: Liu Xianyang followed him with a playful grin. However, he was actually feeling extremely solemn at this moment.

source: 刘羡阳安慰道：“不是我给姚老头说好话，他不喜欢你，可也不讨厌你，他对谁都是那副臭脾气，也就到我这边稍微好点。”
en_us: Liu Xianyang tried to comfort him, saying, "I'm not trying to make excuses for Old Man Yao, but he didn't detest you even if he did dislike you. In fact, he was like that to everyone else, and it was only me that he treated a little bit differently"

source: 刘羡阳已经将那具宝甲搬回屋内藏好，此时斜靠着房门，笑道：“陈平安是个大财迷，说不定今晚就要去小溪摸石头去了。”
en_us: Liu Xianyang had already finished cleaning the suit of armor and put it away at this moment. Leaning on the door, he smiled and said, "Chen Ping'an is extremely avaricious, so perhaps he'll already be heading over to the creek to collect pebbles tonight."
